asvetliakov.vscode-neovim
bar.python-import-helper
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
docker.docker
dsznajder.es7-react-js-snippets
esbenp.prettier-vscode
extr0py.vscode-relative-line-numbers
file-icons.file-icons
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
lirobi.phone-preview
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ritwickdey.liveserver
stivo.tailwind-fold
sumneko.lua
vscodevim.vim
yinfei.luahelper
